Repository: sjflores01/sf-cv-app
Catalog: src/locale/messages.*.xlf
Languages: es

source: Formation
es: Formación

source: Graduated in Computer Programming.
es: Técnico Universitario en Programación

source: Languages
es: Idiomas

source: ESPAÑOL - NATIVE
es: ESPAÑOL - NATIVO

source: ENGLISH - C1 ADVANCED
es: INGLÉS - C1 AVANZADO

source: Skills
es: Habilidades

source: Sr NET Developer
es: Desarrollador NET Sr

source: Tienda Pago (Nov 2022 / Current Date)
es: Tienda Pago (Nov 2022 / Actualidad)

source: Working as both Backend Engineer and Fullstack Developer in a fast changing environment due to the nature of this startup, I have the oppotunity to learn about, not only about IT engineering processes, but also Analyst and Business day to day work, which challenges me everyday and puts my knowlegde to test.
es: Desarrollo de aplicaciones en diversas tecnologias del entorno .NET, en un ambiente de cambio rápido debido a la naturaleza de esta startup, tengo la oportunidad de aprender no solo sobre los procesos de ingeniería de IT, sino también sobre requerimientos de negocio, lo cual me desafía cada día y pone a prueba mi experiencia adquirida con los años.

source: Ssr NET Developer
es: Desarrollador NET Ssr

source: Globant Inc. (July 2021 / Nov 2022)
es: Globant SA (Julio 2021 / Nov 2022)

source: Working as a Backend Developer for several projects I had the oportunity to learn diverse technologies and took part in bussiness rules decisions, which expanded my knowledge and experience.
es: Desarrollo y mantenimiento de un bot conversacional de integracion con e-commerce montado en una arquitectura de microservicios dockerizados.

source: Bizerba Argentina Inc. (September 2020 / July 2021)
es: Bizerba Argentina SA (Septiembre 2020 / Julio 2021)

source: Development of traceability systems for big clients. Working with different modules helped me to learn a lot about the Microsoft NET Framework environment in general.
es: Desarrollo de sistemas de trazabilidad para clientes importantes. Modulos variados que iban desde servicios de Windows, WinForms hasta aplicaciones Web con arquitectura MVC.
